Repository: ionyse/ionyweb
Catalog: ionyweb/plugin_app/plugin_video/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Video player
fr: Lecteur vidéo

source: Add a vidéo on your page.
fr: Ajouter une vidéo sur votre page

source: You can display a video on your page simply by copying/pasting the url from your video hoster. Currently work with Youtube, Vimeo, and Dailymotion.
fr: Vous pouvez afficher une vidéo sur votre page directement en copiant / collant l'URL du site d'hébergement. Fonctionne actuellement avec Youtube, Vimeo, et Dailymotion.

source: The video URL could not be recognised. Make sure it is a %(video_types)s valid URL.
fr: L'URL de la vidéo n'est pas reconnue. Assurez-vous qu'il s'agisse bien d'une vidéo YouTube, Dailymotion, ou Vimeo (actuellement %(video_types)s).

source: Max width : %s pixels.
fr: Largeur max : %s pixels.

source: Max height : %s pixels.
fr: Hauteur max: %s pixels.

source: Copy/Paste the video URL.<br/>You can paste a YouTube, Dailymotion or Vimeo video URL.
fr: Copiez/Collez l'URL de la vidéo.<br/>Vous pouvez saisir une URL YouTube, Dailymotion ou Vimeo.

source: width
fr: largeur

source: You can set the video width in pixels.<br/>By default, the video will take 100%% of length available. Max width : %(size)s px.
fr: Vous pouvez fixer la largeur de la vidéo (en pixels).<br/>Par défaut, la vidéo prendra toute la largeur disponible. Largeur max : %(size)s px.

source: height
fr: hauteur

source: You can set the video height in pixels.<br/>By default, the height will be 80%% of the width if set, or %(size)s px otherwise. Max height: %(max)s px.
fr: Vous pouvez fixer la hauteur de la vidéo (en pixels).<br/>Par défaut, la vidéo fera 80%% de la largeur (si celle-ci est définie) ou bien %(size)s px. Hauteur max : %(max)s px.

source: Video
fr: Vidéo
