Repository: ionyse/ionyweb
Catalog: ionyweb/page_app/page_gallery_images/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit images
fr: Modifier les images

source: Album title displayed
fr: Tire de l'album affiché ?

source: The title of album is displayed on the album page.
fr: Le titre de l'album est affiché (ou non) sur la page de l'album.

source: Edit albums
fr: Modifer les albums

source: Gallery App
fr: Galerie d'images

source: Gallery Apps
fr: Galeries d'images

source: title
fr: titre

source: order
fr: ordre

source: Number of Images
fr: Nombre d'Images

source: Thumbnail
fr: Miniature

source: No image available.
fr: Aucune image disponible.

source: Go back to albums
fr: Retour aux albums

source: No image available
fr: Pas d'image disponible

source: No item available.
fr: Aucun album disponible.

source: Edit Images
fr: Modifier les Images
