Repository: ionyse/ionyweb
Catalog: ionyweb/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorry, an error occured.
fr: Désolé, une erreur est survenue.

source: Element successfuly edited.
fr: L'élément a été modifié avec succès.

source: Element successfuly created.
fr: L'élément a été créé avec succès.

source: Element successfuly deleted.
fr: L'élément a été supprimé avec succès.

source: Elements successfuly edited.
fr: Les éléments ont été modifiés avec succès.

source: Some datas are not valid.
fr: Ceraines données ne sont pas correctes.

source: Plugin successfuly deleted.
fr: Le plugin a été supprimé avec succès.

source: Items positions successly updated.
fr: Les éléments ont été déplacés avec succès.

source: Action not found.
fr: L'action demandée n'existe pas.

source: Application successfuly edited.
fr: L'application a été modifiée avec succès.

source: User already authenticated.
fr: L'utilisateur est déjà connecté.

source: User authenticated.
fr: L'utilisateur est connecté.

source: Wrong login or password.
fr: Le nom d'utilisateur et/ou le mot de passe sont incorrects.

source: Please activate your account.
fr: Merci d'activer votre compte

source: Layout successfuly updated.
fr: La disposition de la page a été modifiée avec succès.

source: Theme successfuly updated. Page is going to reload in few seconds.
fr: Le thème a été mis à jour. La page va se recharger dans quelques secondes.

source: You can't delete the home page.
fr: Vous ne pouvez supprimer la page d'accueil

source: Page successfuly deleted.
fr: La page a été supprimée avec succès.

source: Page's draft status toggled.
fr: Le status brouillon a été modifié.

source: Must have files attached!
fr: Vous devez séléctionnez un fichier !

source: Email Address
fr: Saisissez votre adresse mail

source: Emails from this domain are not accepted
fr: Les adresses mail de ce domaine ne sont pas acceptées

source: Display Mode
fr: Mode d'affichage

source: Display mode for directory content.
fr: Mode d'affichage pour le contenu du répertoire

source: Select the parent directory for this directory.
fr: Sélectionnez le répertoire parent.

source: Folder Name
fr: Nom du répertoire

source: Name of the folder
fr: Choisissez le nom du répertoire

source: Directory
fr: Répertoire

source: Directories
fr: Répertoires

source: Files Library
fr: Bibliothèque de fichiers

source: Files Libraries
fr: Bibliothèques de fichiers

source: File name
fr: Nom du fichier

source: Creation date
fr: Date de création

source: Modification date
fr: Date de modification

source: file_type
fr: Type de fichier

source: Other
fr: Autre

source: Others
fr: Autres

source: This file is %(type)s/%(extension)s type and is not allow in file manager.
fr: Les fichier de type `%(type)s/%(extension)s` ne sont pas autorisé dans le gestionnaire de fichier.

source: Page App
fr: Application de page

source: An error has occured.
fr: Une erreur est survenue.

source: `models.get_admin_form()` method does not override.
fr: La méthode `models.get_admin_form()` n'est pas surchargée.

source: template
fr: Gabarit

source: Select the theme template for the page.
fr: Sélectionnez le gabarit de votre theme pour cette page.

source: Be careful : if you change the app type, the current app will be deleted.
fr: Atttention : si vous modifiez le type de l'application de page, l'application actuelle sera supprimée.

source: You cannot change the homepage slug.
fr: Vous ne pouvez modifier le slug de la page d'accueil

source: A page without slug cannot have a parent
fr: Une page sans slug ne peut avoir de parent

source: This slug is already used by another page.
fr: Ce slug est déjà utilisé par une autre page.

source: A slug should be at least %(min_size)d characters long.
fr: Un slug doit avoir une taille d'au moins %(min_size)d caractères.

source: You cannot add a sub_page to the empty slug page.
fr: Vous ne pouvez ajouter une sous-page à la page d'accueil.

source: Allows to specify the website which contains the page.
fr: Permet de spécifier le site internet de la page.

source: Select the place to add this section.
fr: Sélectionnez la place de cette page.

source: title
fr: titre

source: title of the page
fr: titre de la page

source: The section's URL. As to be meaningful and contains only ASCII.
fr: URL de la page. Doit être parlant et ne contenir que des caractères ASCII.

source: last modification
fr: dernière modification

source: Main menu
fr: Menu principal

source: Check if you want to display this section in the main menu.
fr: Cochez la case si vous souhaitez afficher cette page dans le menu principal.

source: Main menu title
fr: Titre du menu principal

source: page application
fr: application de la page

source: placeholder
fr: emplacement

source: Placeholder slug of the page app.
fr: Slug de l'emplacement pour l'application de page.

source: order
fr: ordre

source: Order of the page app in the placeholder.
fr: Ordre de l'application de page au sein de l'emplacement.

source: META Keywords
fr: Méta mots clés

source: META Description
fr: Méta description

source: Draft
fr: Brouillon

source: Draft are not accessible by visitors but can be edit by administrator.
fr: Les brouillons ne sont pas visibles par les utilisateurs mais éditable par l'administrateur.

source: template file
fr: template slug

source: related object type
fr: type de l'objet

source: Layout
fr: disposition

source: Layouts
fr: disposition

source: Define the `views.index_view()` function or overide the default `models.render_html()` method.
fr: Définissez la fonction `views.index_view()` ou surchargez la méthode `models.render_html()` utilisée par défaut.

source: `models.get_admin_form()` method was not override.
fr: La méthode `models.get_admin_form()` n'est pas surchargée.

source: plugin type
fr: type de plugin

source: Display on new pages
fr: Afficher sur les nouvelles pages

source: Define the title displayed above the plugin.
fr: Définir le titre du plugin à afficher

source: display title rule
fr: Afficher le filet du titre

source: Text
fr: Texte

source: Pictures
fr: Images

source: Video
fr: Vidéo

source: Social network
fr: Réseaux sociaux

source: Advertising
fr: Publicité

source: Name
fr: Nom

source: Domain
fr: Noms de domaine

source: Theme slug
fr: Slug du thème

source: Default layout
fr: Disposition par défaut

source: Home
fr: Accueil

source: 404 Not Found
fr: La page est introuvable.

source: Error 500
fr: Une erreur est survenue sur le serveur.

source: Add %(name)s
fr: Ajouter %(name)s

source: Edit %(name)s
fr: Editer %(name)s

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: No object yet
fr: Aucun objet disponible

source: Are you sure you want to delete this %(name)s and all linked elements ?
fr: Êtes-vous sûr de vouloir supprimer ce %(name)s et tous les éléments liés ?

source: Move
fr: Déplacer

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Change password
fr: Modifier le mot de passe

source: Log out
fr: Se déconnecter

source: You are in maintenance mode
fr: Vous êtes en mode maintenance

source: My Page
fr: Ma page

source: Configuration of content
fr: Configuration du contenu

source: Pages manager
fr: Gestionnaire de pages

source: Preview
fr: Aperçu

source: Content
fr: Contenu

source: Settings
fr: Préférences

source: Data
fr: Données

source: File manager
fr: Gestionnaire de fichiers

source: User manager
fr: Gestionnaire des utilisateurs

source: Users
fr: Utilisateur

source: My account
fr: Mon compte

source: User guide
fr: Guide utilisateur

source: Feedback
fr: Commentaires

source: My website
fr: Mon site internet

source: Maintenance mode
fr: Mode maintenance

source: Domain names
fr: Noms de domaine

source: Statistics
fr: Statistiques

source: Referencing
fr: Référencement

source: Loading
fr: Chargement

source: Mail
fr: Email

source: Password
fr: Mot de passe

source: Login
fr: Connexion

source: Save to activate your plugin
fr: Merci de sauvegarder pour activer ce plugin

source: Edit application settings
fr: Modifier les préférences de l'application

source: Login in progress
fr: Connexion en cours

source: Continue to domain
fr: Continuer vers ce domaine

source: Author
fr: Auteur

source: Website
fr: Site internet

source: Themes list
fr: Liste des designs

source: Custom
fr: Personnaliser

source: Size
fr: Taille

source: See
fr: Voir

source: Rename
fr: Renommer

source: Add a file
fr: Ajouter un fichier

source: Close
fr: Fermer

source: Add files
fr: Ajouter des fichiers

source: Add a directory
fr: Ajouter un répertoire

source: Search
fr: Rechercher

source: View :
fr: Affichage :

source: Select
fr: Séléctionner

source: Consider using thumbnails for your images to make your pages load faster.
fr: Pensez à utiliser des miniatures afin que vos pages se chargent plus rapidement.

source: Edit the structure of %(layout_section_slug)s
fr: Modifier la structure de la section : %(layout_section_slug)s

source: Select the layout you want for this section.
fr: Sélectionnez la disposition du contenu que vous souhaitez pour cet emplacement.

source: Change website's theme
fr: Modifier le thème du site internet

source: Create a new page
fr: Créer une nouvelle page

source: Edit a page
fr: Modifier une page

source: Page manager
fr: Gestionnaire de page

source: Add a new page
fr: Ajouter une nouvelle page

source: You currently have %(nb_pages)s page on your website.
fr: Vous avez actuellement %(nb_pages)s page sur votre site.

source: Bring online
fr: Mettre en ligne

source: Add a page as child
fr: Ajouter une sous-page

source: Cannot add a page as child to a page with no slug
fr: Impossible d'ajouter une page comme fil de la page d'accueil

source: Settings of this page
fr: Configurer la page

source: Page type
fr: Application de page

source: Manage pages of your website
fr: Gérer les pages de votre site

source: You website can have an unlimited number of page. This screen allow you to manage your pages. You can create a new one, but also edit and delete those already existing.
fr: Votre site internet peut contenir un nombre illimité de page et cet écran vous permet de les gérer. Vous pouvez en créer une nouvelle, mais également modifier et supprimer les existantes.

source: Type of page
fr: Type de page

source: Each page of your website as a type (also call Page App) which allow you to display informations in the optimized way (ex: blog, pictures, ...)
fr: Chaque page de votre site a un type (également appelé Application de Page) qui vous permet d'afficher vos informations de façon optimale (ex: blog, galerie d'images, ...).

source: Move a page
fr: Déplacer une page

source: To move a page, click on the extreme right part and drag it to the wished position. The address (url) will automaticaly be edited and the structure of your site modified in real time (Be careful, changing a page address will unvalid existing link on this page, which will have to be manually edited.)
fr: Pour déplacer une page, cliquez sur la partie à l'extrême gauche d'une page et déplacez la à la position souhaitée. L'adresse de la page (URL) sera automatiquement modifiée et la structure du site sera adaptée en temps réel. (Attention : modifier l'url d'une page va rendre les liens vers celle-ci inopérants. Ils devront être corrigés manuellement.)

source: Create a new plugin
fr: Créer un nouveau plugin

source: Add this plugin
fr: Ajouter ce plugin

source: Details
fr: Détails

source: Version
fr: Versions

source: Requirements
fr: Dépendances

source: This plugin needs a "%(requirements)s" page app to refer.
fr: Ce plugin à besoin d'une page de type "%(requirements)s" pour fonctionner.

source: Edit the plugin content
fr: Modifier le contenu du plugin

source: List of plugins
fr: Liste des Plugins

source: Add a plugin
fr: Ajouter un plugin

source: Category list plugin
fr: Catégories de plugin

source: Edit user account
fr: Modifier le compte utilisateur

source: To edit your user name of mail address, keep the password input empty and confirm the form
fr: Pour modifier votre identifiant uniquement, laissez le champs mot de passe vide et valider le formulaire

source: Editing constantly your password is the best way to keep the access of your website secure.
fr: Modifier régulièrement votre mot de passe est le meilleur moyen de garder l'accès à votre site sécurisé.

source: Statistics of your website
fr: Statistiques de votre site

source: Modulo use 'Google Analytics' to analyse your traffic in real time. This tool is recognized to be extremely effective.
fr: Ionyweb utilise 'Google analytics' pour analyser en temps réel le trafic de votre site. Cet outil est reconnu comme le meilleur de son domaine.

source: Complete the left form with your google analytics id, and then connect on the website <a href='http://analytics.google.com'>http://analytics.google.com</a> to see your stats in real time.
fr: Saisissez votre identifiant google analytics dans le formulaire à droite, puis connectez vous sur le site <a href='http://analytics.google.com'>http://analytics.google.com</a> pour voir vos statistiques.

source: Add a domain
fr: Ajouter un nom de domaine

source: Domain name
fr: Nom de domaine

source: Set as primary
fr: Domaine principal

source: You are not in maintenance mode
fr: Vous n'êtes pas en mode maintenance

source: Switch mode
fr: Changer de mode

source: The maintenance mode let you change your website content, layout or theme without letting people see what your are doing.
fr: Le mode maintenance vous permet de modifier le contenu de votre site, la disposition ou le theme sans laisser vos visiteurs voir ce que vous faites.

source: Search Engine Optimization
fr: Optimisation du référencement

source: Key words you put here will present your website. It has to be a list of word, separate by coma, which describe majors domains of your website.<br/>Description will be display in search website (Google) to introduce briefly your site.
fr: Les mots clés saisis présentent votre site aux utilisateurs utilisant des moteurs de recherche. Il s'agit d'une liste de mots-clés, séparés par des virgules, qui doivent présenter les principaux domaines de votre site internet.

source: You can also describe each page of you website with specified key words and description. They will be display before your website inforamtions, that way referencing will be optimized for each page of you site.
fr: Vous pouvez également décrire chaque page du site avec des mots-clés et une description dédiée. Ils seront affichés avant les informations de référencement du site, ce qui permet d'optimiser le référencement de chaque page.

source: Website version
fr: Version du site

source: This website is working under 'Modulo' CMS developed by Ionyse companie. It's powered by Python and use Django Framework
fr: Ce site est propulsé par le CMS 'ionyweb' dévelopé par l'entreprise Ionyse. Il fonctionne en Python et utilise le Framework Django.

source: Change layout
fr: Modifier la disposition

source: Clipbaord
fr: Presse-Papier

source: Page's plugins currently not displayed
fr: Liste des plugins qui ne sont actuellement pas affichés

source: Placeholder
fr: Emplacement

source: Add plugin
fr: Ajouter un plugin

source: Website in maintenance
fr: Site internet en maintenance

source: We are upgrading our website. We will be back soon.
fr: Nous mettons à jour notre site et serons bientôt de retour.

source: <h1>You cannot modify this website since you do not own it.</h1>
fr: <h1>Vous ne pouvez pas modifierce site tant qu'il ne vous appartient pas.</h1>

source: You cannot add a sub domain of this domain : `%(domain)s`
fr: Vous ne pouvez ajouter un sous-domaine de `%(domain)s`

source: The domain `%(domain)s` is already used by another site.
fr: Le domaine `%(domain)s` est déjà utilisé par un autre site.

source: Represents the main domain of the website.
fr: Représente le domaine principal du site internet.

source: Analytics key
fr: Clé de Google Analytics

source: Main menu levels
fr: Titre du menu principal

source: Default template
fr: Gabarit par défaut

source: website
fr: site internet

source: websites
fr: sites internet

source: superuser status
fr: Statut super-utilisateur

source: Designates that this user has all permissions without explicitly assigning them.
fr: Donne toutes les permissions à l'utilisateur pour le site internet.
