Repository: ionyse/ionyweb
Catalog: ionyweb/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: You can't move this item in this placeholder.
fr: Cet élément ne peut pas être déplacé à cet emplacement.

source: Items can not be moved in the default placeholder !
fr: Aucun élément ne peut être déplacé dans l'emplacement par défaut !

source: The App Page can not be moved in the clipboard !
fr: L'application de page ne peut pas être déplacée dans le presse-papier !

source: Do you want save this layout ?
fr: Voulez-vous enregistrer ce nouveau layout ?

source: Yes
fr: Oui

source: No
fr: Non

source: You don't have the right to modify this settings.
fr: Vous n'avez pas les droits de modifier ces paramêtres

source: Element not found.
fr: Élément introuvable.

source: Deleting the page :<br /><br />Be careful : the app and all plugins will be deleted.<br/><br />Are you sure you want to delete this page now?<br /><br />
fr: Suppression de la page :<br /><br />Attention : l'application et tous les plugins liés à la page vont également être supprimés.<br/><br />Êtes-vous sûr de vouloir supprimer la page maintenant ?<br /><br />

source: Are you sure you want to delete this plugin ?
fr: Êtes-vous sûr de vouloir supprimer ce plugin ?

source: Deleting the domain :<br /><br />Are you sure that you want to delete this domain name now?
fr: Êtes-vous sûr de vouloir supprimer ce nom de domaine ?
