Repository: ionyse/ionyweb
Catalog: ionyweb/plugin_app/plugin_blog_entries_list/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Blog entries list
fr: Liste d'articles

source: Display a list of recents posts from your blog.
fr: Affiche la liste des derniers posts de votre blog

source: Entries number
fr: Nombre d'articles

source: Entries List
fr: Liste d'articles

source: Entries Lists
fr: Listes d'articles

source: Edit entries
fr: Modifier les articles

source: text
fr: texte

source: order
fr: ordre

source: Entry
fr: Article

source: Entries
fr: Articles

source: EntiresList modification
fr: Modifier la liste des articles
