Repository: ionyse/ionyweb
Catalog: ionyweb/page_app/page_book/locale/*/LC_MESSAGES/django.po
Languages: fr

source: title
fr: titre

source: Edit categories
fr: Gérer les catégories

source: Edit clients
fr: Gérer les clients

source: Edit references
fr: Gérer les références

source: Book App
fr: Références App

source: name
fr: nom

source: Category
fr: Catégorie

source: Categories
fr: Catégories

source: client's logo
fr: logo du client

source: Reference's title
fr: Titre de la référence

source: Screenshot
fr: Capture d'écran

source: Realised at
fr: Date de réalisation

source: Reference
fr: Référence

source: Preview of the realisation
fr: Aperçu de la réalisation
