Repository: ionyse/ionyweb
Catalog: ionyweb/plugin_app/plugin_fb_likebox/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Link your site to your facebook page.
fr: Présentez votre page Facebook sur votre site.

source: With this plugin, you can display a facebook box on your site to invite your visitors to like it. It will also show the number of your fans and some people already in.
fr: Affichez sur votre site internet un boite facebook qui y présente votre page et invitez ainsi vos visiteurs à devenir fan. Sera également visible le nombre de vos fans ainsi qu'une liste d'utilisateurs déjà inscrits.

source: Facebook profile's url
fr: URL du profil Facebook

source: width
fr: largeur

source: You can set the likebox width in pixels.<br/>By default, the likebox will be 312px. Min width : 292px.
fr: Vous pouvez définir la largeur de la likebox en pixels.<br/>Par défaut, elle fera 312px, et ne peux faire moins de 292px.

source: height
fr: hauteur

source: You can set the likebox height in pixels.<br/>By default, the height will be 260px
fr: Vous pouvez définir la hauteur de la likebox en pixels.<br/>Par défaut, elle fera 260px.

source: Color's scheme
fr: Thème de Couleurs

source: Light
fr: Claire

source: Dark
fr: Sombre

source: show faces?
fr: afficher les portaits

source: stream?
fr: Aperçu du contenu

source: header?
fr: Entête avec le titre 'Retrouvez-nous sur Facebook'
