Repository: ionyse/ionyweb
Catalog: ionyweb/plugin_app/plugin_breadcrumb/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Breadcrumb
fr: Fil d'ariane

source: An intelligent breadcrumb to help navigation.
fr: File d'ariane d'aide à la navigation

source: This will optimize navigation on your website by understanding the structure of your pages.
fr: Optimisez la compréhension de la navigation au sein de votre site grace au fil d'ariane.

source: separator
fr: Séparateur

source: Define a separator string.
fr: Définissez un séparateur

source: ancestors displayed?
fr: Afficher les pages parentes

source: Activate this option for display all ancestors pages in breadcrumb.
fr: Activez cette option pour afficher tous les ancêtres de la page.

source: Links enabled?
fr: Activer les liens

source: Enable/Disable link on each item.
fr: Activer / Désactiver les liens sur chaque élément

source: Breadcrumbs
fr: Fils d'ariange
