Repository: ionyse/ionyweb
Catalog: ionyweb/plugin_app/plugin_website_title/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Website title
fr: Titre du Site Internet

source: Display the website title
fr: Affiche le titre du site selon le thème choisit

source: This plugin is mostly used in header part of a page. Display your website menu with a specific design based on your current theme.
fr: Ce plugin est surtout utiliser dans l'entête de page. Il affiche le titre du site et ce en fonction du thème choisit.

source: baseline
fr: sous-titre

source: Define a baseline for your website.
fr: Saisissez un sous-titre pour votre site internet.

source: enable link title
fr: Activer le titre cliquable

source: link
fr: lien

source: margin top
fr: Espacement supérieur

source: margin bottom
fr: Espacement inférieur

source: Website Title
fr: Titre de Site Internet
