Repository: ionyse/ionyweb
Catalog: ionyweb/plugin_app/plugin_slideshow/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Slideshow
fr: Carousel d'image

source: Slidehow of pictures
fr: Carousel d'images avec animation

source: Easily add an animate slideshow of pictures on your page. Select a list of picture from your files manager, define correct order, and configure the animation as you want it to be.
fr: Créez facilement un carousel d'image animé. Sélectionnez une liste d'images issuent du gestionnaire de fichier, définissez en l'ordre, et configurez l'animation dans ses moindres détails.

source: Fade
fr: Fondu

source: Scroll Left
fr: Défilé par la gauche

source: Scroll Right
fr: Défilé par la droite

source: Effect
fr: Effet

source: Select the transition effect.
fr: Sélectionnez l'effet de transition.

source: Speed transition
fr: Vitesse de transition

source: The speed option defines the number of milliseconds it will take to transition from one slide to the next.
fr: La vitesse de transition définie le nombre de millisecondes que prendra la transition d'un slide à l'autre.

source: Timeout transition
fr: Temporisation de la transition

source: The timeout option specifies how many milliseconds will elapse between the start of each transition.
fr: La temporisation spécifie combien de millisecondes s'écoulera entre le début de chaque transition.

source: The pause option causes the slideshow to pause when the mouse hovers over the slide.
fr: L'option de pause permet de stopper le slideshow lorsque la souris est au-dessus de l'image.

source: Random
fr: Aléatoire

source: The random option causes the slides to be shown in random order, rather than sequential.
fr: L'option aléatoire permet d'afficher les images dans un ordre quelconque.

source: Pager
fr: Pagination

source: The pager option allow to display a selector item for the slideshow.
fr: L'option de pagination permet d'afficher la pagination des slides.

source: Pager thumbs
fr: Miniatures

source: The pager thumbs option allow to display thumbnails in the pager selector.
fr: L'option des miniatures permet d'afficher les miniatures des slides dans la pagination.

source: width
fr: largeur

source: You can set the slideshow width in pixels. By default, the slideshow will take 100%% of length available. Max width : %(size)s px.
fr: Vous pouvez spécifier la largeur du carousel en pixels. Par défaut, il prendra toute la largeur disponible. Largeur maximum : %(size)s px.

source: height
fr: hauteur

source: You can set the slideshow height in pixels. The default height is %(size)s px.
fr: Vous pouvez spécifier la hauteur du carousel. La hauteur par défaut est de %(size)s px.

source: Slideshows
fr: Carousels

source: Edit slides
fr: Gérer les slides

source: Order
fr: Ordre

source: Thumbnail
fr: Miniature

source: Current size
fr: Taille actuelle

source: Width
fr: Largeur

source: and
fr: et

source: Height
fr: Hauteur

source: It is advisable to resize slides with those dimensions to get optimal rendering.
fr: Il est conseillé de redimensionner les images avec ces dimensions pour obtenir un rendu optimal.
